/* MyStockNaviCaption */
"  STOCK          CLOSE            CHG            CHG(%)" = "  STOCK          CLOSE            CHG            CHG(%)";

/* MarketStockLongSentence */
"%@ has a tradable market capitalization of %@. %@ has the second largest tradable market capitalization of %@" = "%1$@ has a tradable market capitalization of %2$@. %3$@ has the second largest tradable market capitalization of %4$@";

/* MarketStockLongSentence */
"%@ has the highest turnover(%%) of %@%%. %@ has the second highest turnover(%%) %@%%" = "%1$@ has the highest turnover(%2$) of %3$@%%. %4$@ has the second highest turnover(%5$) %6$@%%";

/* MarketStockLongSentence */
"%@ is the top gainer today at %@%%. %@ is the second top gainer at %@%%" = "%1$@ is the top gainer today at %2$@%%. %3$@ is the second top gainer at %4$@%%";

/* Intraday */
"Intraday" = "Intraday";

/* 1 months */
"1 month" = "1 month";

/* 1 year */
"1 year" = "1 year";

/* 2 years */
"2 years" = "2 years";

/* 3 months */
"3 months" = "3 months";

/* 5 days */
"5 days" = "5 days";

/* 6 months */
"6 months" = "6 months";

/* ShareInfo AVG PB */
"AVG P/B:" = "AVG P/B:";

/* ShareInfo AVG PE */
"AVG P/E:" = "AVG P/E:";

/* Mystock BalanceSheet Button */
"Balance Sheet" = "Balance Sheet";

/* Bond */
"Bond" = "Bond";

/* CapitalVue Mobile Feedback */
"CapitalVue Mobile Feedback" = "CapitalVue Mobile Feedback";

/* Mystock Cash Flow Button */
"Cash Flow" = "Cash Flow";

/* GROWTH */
"GROWTH" = "GROWTH";

/* ShareInfo CHG */
"CHG(%):" = "CHG(%):";

/* CHG: */
"CHG:" = "CHG:";

/* Close: */
"Close:" = "Close:";

/* ShareInfo CO */
"CO.(#):" = "CO.(#):";

/* Industry Statistics left title */
"Daily Sector Market Statistics" = "Daily Sector Market Statistics";

/* Daily Top Gainer */
"Daily Top Gainer" = "Daily Top Gainer";

/* DATE*/
"DATE" = "DATE";

/* Share Info Date */
"DATE: %@" = "DATE: %@";

/* ShareInfo DECLINERS */
"DECLINERS:" = "DECLINERS:";

/* Discretionary */
"Discretionary" = "Discretionary";

/* Discretionary */
"Discretionary" = "Discretionary";

/* Down: */
"Down:" = "Decliners:";

/* MyStock Edit Button */
"Edit" = "Edit";

/* Energy */
"Energy" = "Energy";

/* Equity */
"Equity" = "Equity";

/* Financial */
"Financial" = "Financial";

/* Financials */
"Financials" = "Financials";

/* Fund */
"Fund" = "Fund";

/* ShareInfo GAINERS */
"GAINERS:" = "GAINERS:";

/* News Headline News Button */
"Headline News" = "Headline News";

/* Health Care */
"Health Care" = "Health Care";

/* Highest Turnover(%) */
"Highest Turnover(%)" = "Highest Turnover(%)";

/* Home */
"Home" = "Home";

/* Mystock Income Statement Button */
"Income Statement" = "Income Statement";

/* Industrials */
"Industrials" = "Industrials";

/* Industry */
"Industry" = "Industry";

/* Mystock Info Button */
"Info" = "Info";

/* IT */
"IT" = "IT";

/* Largest Market Cap */
"Largest Market Cap" = "Largest Market Cap";

/* News Latest News Button */
"Latest News" = "Latest News";

/* Loading Text */
"Loading %@" = "Loading %@";

/* Macro */
"Macro" = "Macro";

/* Market */
"Market" = "Market";

/* Market Summary */
"Maket Summary" = "Snapshot";

/* Materials */
"Materials" = "Materials";

/* News Navi More */
"more..." = "more...";

/* MarketMostActive */
"Most Active" = "Most Active";

/* MyStock title */
"My Stock" = "My Stock";

/* MySecurity */
"MySecurity" = "MySecurity";

/* ShareInfo NET MARGIN */
"NET MARGIN(%):" = "NET MARGIN(%):";

/* News */
"News" = "News";

/* NO_STOCK_ALERT_MSG */
"No data for this code of stock." = "No data for this code of stock.";

/* Related News */
"Related News" = "Related News";

/* ShareInfo ROE */
"ROE(%):" = "ROE(%):";

/* title for Industry/GainersLosers */
"Sector Gainers/Losers" = "Sector Gainers/Losers";

/* Snapshot */
"Snapshot" = "Snapshot";

/* NewsRealted No Entry */
"Sorry! No Entry Available" = "Sorry! No Entry Available";

/* HomeSSEBond */
"SSE Bond Index" = "SSE Bond Index";

/* HomeSSEEquity */
"SSE Equity Index" = "SSE Equity Index";

/* HomeSSEFund */
"SSE Fund Index" = "SSE Fund Index";

/* Staples */
"Staples" = "Staples";

/* Stock */
"Stock" = "Stock";

/* HomeStockInNewsTitle */
"Stock In the News" = "Stock In the News";

/* Telecom */
"Telecom" = "Telecom";

/* Today's News Title */
"Today's News" = "Today's News";

/* IndustryTopDecliners */
"Top Decliners" = "Top Decliners";

/* IndustryTopGainers */
"Top Gainers" = "Top Gainers";

/* HomeTopMovingSecurites */
"TOP MOVING SECURITES" = "TOP MOVING SECURITES";

/* Industry Statistics right label TotalCap */
"Total Cap(¥)" = "Total Cap(¥)";

/* Pie chart center title */
"Total\n%@" = "Total\n%@";

/* Industry Statistics right label Tradable Cap */
"Tradable Cap(¥)" = "Tradable Cap(¥)";

/* ShareInfo TRADABLE CAP */
"TRADABLE CAP:" = "TRADABLE CAP:";

/* Turnover */
"Turnover(¥)" = "Turnover(¥)";

/* Up: */
"Up:" = "Gainers:";

/* Utilities */
"Utilities" = "Utilities";

/* VALUE */
"VALUE" = "VALUE";

/* Industry Statistics right label Volume */
"Volume" = "Volume";

/* Company Info */
"Company Info" = "Company Info";

/* Index Info */
"Index Info" = "Index Info";

/* Cancel */
"Cancel" = "Cancle";

/* Clear Cache */
"Clear Cache" = "Clear Cache";

/* Buy Service */
"Buy Service:" = "Buy Service:";

/* CapitalVue Financial Terminal */
"CapitalVue Financial Terminal" = "CapitalVue Financial Terminal";

"NetworkFailedTitle" = "Sorry";

"NetworkFailedMessage" = "Service unavailable,please check your internet connection.";

"NetworkFailedOK" = "Ok";